Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_SuggestRemoteExecutionHint_InOpInvalidColumn_LongMessage
source: The right side of the "in" operator is not a column from the correct data source . The data source might not be able to process the formula and might return an incomplete data set. Your application might not return correct results or behave correctly if the data set is incomplete.
bg_bg: Дясната страна на оператора in не е колона от правилния източник на данни. Източникът на данни може да не успее да обработи формулата и да върне непълен набор от данни. Ако наборът от данни е непълен, приложението ви може да не върне правилни резултати или може да работи неправилно.
ca_es: El costat dret de l'operador "in" no és una columna de la font de dades correcta. És possible que la font de dades no pugui processar la fórmula i retorni un conjunt de dades incomplet. Així mateix, és possible que l'aplicació no retorni resultats correctes o que es comporti incorrectament si el conjunt de dades està incomplet.
cs_cz: Pravá strana operátoru „in“ není sloupec ze správného zdroje dat. Zdroj dat nemusí být schopný zpracovat vzorec a může vrátit neúplnou datovou sadu. Pokud bude datová sada neúplná, aplikace nemusí vrátit správné výsledky nebo se nemusí chovat správně.
da_dk: Højre side af operatoren "in" er ikke en kolonne fra den korrekte datakilde. Datakilden kan måske ikke behandle formlen og returnerer måske et ufuldstændigt datasæt. Din applikation returnerer måske ikke korrekte resultater eller fungerer muligvis ikke korrekt, hvis datasættet er ufuldstændigt.
de_de: Die auf der rechten Seite des Operators „in“ angegebene Spalte stammt nicht aus der richtigen Datenquelle. Die Datenquelle kann die Formel möglicherweise nicht verarbeiten und könnte ein unvollständiges Dataset zurückgeben. Ihre Anwendung liefert eventuell keine korrekten Ergebnisse oder verhält sich nicht ordnungsgemäß, wenn das Dataset unvollständig ist.
el_gr: Η δεξιά πλευρά του τελεστή «σε» δεν είναι στήλη από τη σωστή προέλευση δεδομένων. Η επεξεργασία του τύπου μπορεί να μην είναι δυνατή από την προέλευση δεδομένων και μπορεί να επιστραφεί ελλιπές σύνολο δεδομένων. Η εφαρμογή σας ενδέχεται να μην επιστρέψει σωστά αποτελέσματα ή να μην συμπεριφέρεται σωστά, αν το σύνολο δεδομένων είναι ελλιπές.
es_es: El lado derecho del operador "in" no es una columna del origen de datos correcto. Puede que el origen de datos no sea capaz de procesar la fórmula y que devuelva un conjunto de datos incompleto. Es posible que la aplicación no devuelva resultados correctos o que se comporte incorrectamente si el conjunto de datos está incompleto.
et_ee: Tehtemärgi "in" parem pool ei ole õigest andmeallikast pärit veerg. Võib juhtuda, et andmeallikas ei saa valemit töödelda ja võib tagastada pooliku andmehulga. Kui andmehulk on poolik, võib teie rakendus tagastada valed tulemid või käituda valesti.
eu_es: "in" eragilearen eskuineko aldea ez da datu-iturburu zuzenaren zutabe bat. Agian datu-iturburuak ezin du prozesatu formula eta, horregatik, osatu gabeko datu multzo bat itzultzen du. Halaber, datu multzoa osatu gabe badago, baliteke aplikazioak emaitza okerrak itzultzea edo ezin funtzionatzea.
fi_fi: In-operaattorin oikea puoli ei ole sarake oikeasta tietolähteestä. Tietolähde ei ehkä pysty käsittelemään kaavaa ja saattaa palauttaa epätäydellisen tietojoukon. Sovelluksesi ei ehkä palauta oikeita tuloksia tai toimi oikein, jos tietojoukko on epätäydellinen.
fr_fr: La partie située à droite de l’opérateur « in » n’est pas une colonne de la source de données appropriée. La source de données n’est peut-être pas en mesure de traiter la formule et peut retourner un jeu de données incomplet. Il se peut que votre application ne puisse pas retourner de résultats corrects ni fonctionner correctement si le jeu de données est incomplet.
gl_es: A parte dereita do operador "in" non é unha columna da orixe de datos correcta. É posible que a orixe de datos non poida procesar a fórmula e que devolva un conxunto de datos incompleto. Pode que a aplicación non devolva resultados correctos ou que funcione de xeito incorrecto se o conxunto de datos está incompleto.
hi_in: "in" ऑपरेटर के दाईं तरफ़ सही डेटा स्रोत से लिया गया स्तंभ नहीं है. हो सकता है कि डेटा स्रोत, सूत्र को संसाधित न कर पाए और कोई अपूर्ण डेटा सेट वापस लौटाए. हो सकता है कि डेटा सेट अपूर्ण होने पर आपका एप्लिकेशन सही परिणाम न लौटा पाए या सही व्यवहार न करे.
hr_hr: Desna strana operatora „u” nije stupac iz točnog izvora podataka. Izvor podataka možda neće moći obraditi formulu te može vratiti nepotpun skup podataka. Vaša aplikacija možda neće vratiti točne rezultate niti se ponašati na odgovarajući način ako skup podataka nije potpun.
hu_hu: Az „in” operátor jobb oldala nem a megfelelő adatforrásból származó oszlop. Előfordulhat, hogy az adatforrás nem képes feldolgozni a képletet, és hiányos adathalmazt adhat vissza. Elképzelhető, hogy az alkalmazás helytelen eredményt ad vissza, vagy nem megfelelően működik hiányos adathalmaz esetén.
it_it: Il lato destro dell'operatore "in" non è una colonna dell'origine dati corretta. L'origine dati potrebbe non essere in grado di elaborare la formula e potrebbe quindi restituire un set di dati incompleto. Se il set di dati è incompleto, l'applicazione potrebbe non restituire i risultati corretti o non comportarsi nel modo previsto.
ja_jp: "in" 演算子の右側が正しいデータ ソースの列になっていません。データ ソースが数式を処理できないため、不完全なデータ セットが返される可能性があります。データ セットが不完全な場合、アプリケーションは正しい結果を返さないか、正常に機能しない場合があります。
kk_kz: “Ішкі” амалдың оң жақ бөлігі дұрыс деректер көзінен алынған баған емес. Деректер көзі формуланы өңдей алмауы мүмкін және толық емес деректер жиынтығын қайтаруы мүмкін. Деректер жиынтығы толық болмаса, қолданбаңыз дұрыс нәтижелерді қайтармауы немесе дұрыс істемеуі мүмкін.
ko_kr: "in" 연산자의 오른쪽에 있는 항목은 올바른 데이터 원본의 열이 아닙니다. 데이터 원본이 수식을 처리하지 못할 수 있으며 불완전한 데이터 세트를 반환할 수도 있습니다. 데이터 세트가 불완전하면 애플리케이션이 올바른 결과를 반환할 수 없거나 제대로 동작하지 않을 수 있습니다.
lt_lt: Operatoriaus „in“ dešinėje nėra stulpelio iš teisingo duomenų šaltinio. Duomenų šaltinis gali nepajėgti apdoroti formulės ir pateikti ne visą duomenų rinkinį. Jei duomenų rinkinys bus ne visas, jūsų programa gali teikti neteisingus rezultatus arba veikti netinkamai.
lv_lv: Operatora “in” labajā pusē nav norādīta kolonna no pareizā datu avota. Datu avots, iespējams, nevarēs apstrādāt formulu un atgriezīs nepilnīgu datu kopu. Ja datu kopa ir nepilnīga, programmas var atgriezt nepareizus rezultātus vai darboties nepareizi.
ms_my: Bahagian kanan operator "in" bukan lajur daripada sumber data yang betul. Sumber data mungkin tidak dapat memproses formula dan mungkin mengembalikan set data yang tidak lengkap. Aplikasi anda mungkin tidak mengembalikan hasil yang betul atau berkelakuan betul jika set data tidak lengkap.
nb_no: Høyre side av «i»-operatoren er ikke en kolonne fra riktig datakilde. Det kan hende at datakilden ikke får behandlet formelen og dermed returnerer et ufullstendig datasett. Det kan hende at programmet ikke returnerer riktige resultater eller fungerer som det skal, hvis datasettet er ufullstendig.
nl_nl: De rechterzijde van de operator 'in' is geen kolom uit de juiste gegevensbron. Mogelijk kan de gegevensbron de formule niet verwerken en wordt er een onvolledige gegevensset geretourneerd. Uw toepassing kan onjuiste resultaten retourneren of zich onjuist gedragen als de gegevensset niet compleet is.
pl_pl: Element po prawej stronie operatora „w” nie jest kolumną z prawidłowego źródła danych. Źródło danych może nie być w stanie przetworzyć formuły i może zwrócić niekompletny zestaw danych. Jeśli zestaw danych będzie niekompletny, Twoja aplikacja może nie zwrócić prawidłowych wyników albo może zachowywać się nieprawidłowo.
pt_br: O lado direito do operador "in" não está em uma coluna da fonte de dados correta. A fonte de dados pode não ser capaz de processar a fórmula e pode retornar um conjunto de dados incompleto. Seu aplicativo poderá não retornar resultados corretos ou não se comportar corretamente se o conjunto de dados estiver incompleto.
pt_pt: O lado direito do operador "in" não é uma coluna da origem de dados correta. A origem de dados poderá não processar a fórmula e poderá devolver um conjunto de dados incompleto. A sua aplicação poderá não devolver resultados corretos ou ter um comportamento incorreto se o conjunto de dados estiver incompleto.
ro_ro: Partea din dreapta a operatorului „in” nu este o coloană din sursa de date corectă. Este posibil ca sursa de date să nu poată procesa formula și să returneze un set de date incomplet. Aplicația ar putea să nu returneze rezultate corecte sau să nu se comporte corect dacă setul de date este incomplet.
ru_ru: Элемент справа от оператора "in" не является столбцом из корректного источника данных. Источник данных может не суметь обработать формулу и вернет неполный набор данных. Из-за неполного набора приложение может возвращать неверные результаты или работать некорректно.
sk_sk: Pravá strana operátora in nie je stĺpcom zo správneho zdroja údajov. Zdroj údajov nemusí byť schopný spracovať vzorec a môže vrátiť neúplnú množinu údajov. Vaša aplikácia nemusí vrátiť správne výsledky alebo sa nemusí správať správne, ak je množina údajov neúplná.
sl_si: Desna stran operatorja »v« ni stolpec pravilnega vira podatkov. Vir podatkov morda ne bo mogel obdelati formule in bo morda vrnil nepopoln nabor podatkov. Če nabor podatkov ni popoln, vaša aplikacija morda ne bo vrnila pravilnih rezultatov ali ne bo delovala pravilno.
sr_cyrl_rs: Десна страна оператора „in“ није колона из одговарајућег извора података. Извор података можда неће моћи да обради формулу и можда ће вратити непотпун скуп података. Апликација можда неће вратити исправне резултате или се можда неће исправно понашати ако је скуп података непотпун.
sr_latn_rs: Desna strana operatora „in“ nije kolona iz odgovarajućeg izvora podataka. Izvor podataka možda neće moći da obradi formulu i možda će vratiti nepotpun skup podataka. Aplikacija možda neće vratiti ispravne rezultate ili se možda neće ispravno ponašati ako je skup podataka nepotpun.
sv_se: Höger sida av "in"-operatorn är inte en kolumn från rätt datakälla. Datakällan kanske inte kan bearbeta formeln och kan returnera en ofullständig datauppsättning. Ditt program kanske inte kan returnera korrekta resultat eller uppföra sig korrekt om datauppsättningen är ofullständig.
th_th: ด้านขวาของตัวดำเนินการ "in" ไม่ใช่คอลัมน์จากแหล่งข้อมูลที่ถูกต้อง แหล่งข้อมูลอาจไม่สามารถประมวลผลสูตรและอาจส่งกลับชุดข้อมูลที่ไม่สมบูรณ์ แอปพลิเคชันของคุณอาจไม่ส่งกลับผลลัพธ์ที่ถูกต้องหรือไม่ทำงานอย่างถูกต้องหากชุดข้อมูลไม่สมบูรณ์
tr_tr: "in" işlecinin sağ tarafı doğru veri kaynağından bir sütun değil. Veri kaynağı, formülü işleyemeyebilir ve eksik bir veri kümesi döndürebilir. Veri kümesi eksikse uygulamanız doğru sonuçlar döndürmeyebilir veya düzgün çalışmayabilir.
uk_ua: Праворуч від оператора "в" не вказано стовпець із правильного джерела даних. Якщо формулу не вдасться обробити, джерело даних може повернути їх неповний набір, а тому програма не зможе повернути правильні результати або належно працювати.
vi_vn: Phía bên phải toán tử "in" không phải là cột từ nguồn dữ liệu đúng. Nguồn dữ liệu này có thể không xử lý được công thức và có thể trả về một tập hợp dữ liệu không hoàn chỉnh. Ứng dụng của bạn có thể không trả về kết quả đúng hoặc hoạt động đúng cách nếu tập hợp dữ liệu không hoàn chỉnh.
zh_cn: "in" 运算符右侧不是来自正确数据源的列。数据源可能无法处理该公式并可能返回不完整的数据集。如果数据集不完整，应用程序可能不会返回正确的结果或行为不正确。
zh_tw: "in" 運算子右邊不是來自正確資料來源的資料行。資料來源可能無法處理公式，而且可能傳回不完整的資料集。如果資料集不完整，您的應用程式可能無法傳回正確結果，或無法正確運作。

# ErrorResource_SuggestRemoteExecutionHint_InOpInvalidColumn_HowToFix_1
source: Change the item to the right of the "in" operator to be a column from the correct data source.
bg_bg: Променете елемента вдясно на оператора „in“ да бъде колона от правилния източник на данни.
ca_es: Canvieu l'element de la dreta de l'operador "in" perquè sigui una columna de la font de dades correcta.
cs_cz: Změňte položku na pravé straně operátoru in tak, aby byla sloupcem ze správného zdroje dat.
da_dk: Rediger elementet til højre i operatoren "in", så det er en kolonne fra en korrekt datakilde.
de_de: Ändern Sie das Element rechts neben dem Operator "in", um eine Spalte aus der richtigen Datenquelle anzugeben.
el_gr: Αλλάξτε το στοιχείο στα δεξιά του τελεστή "σε" ώστε να είναι στήλη από τη σωστή προέλευση δεδομένων.
es_es: Cambie el elemento de la derecha del operador "in" para que sea una columna del origen de datos correcto.
et_ee: Muutke tehtemärgist „in” paremal olev üksus õigest andmeallikast pärit olevaks veeruks.
eu_es: Bihurtu "in" eragilearen eskuinean dagoen elementua datu-iturburu zuzenaren zutabe.
fi_fi: Muuta in-operaattorin oikealla puolella oleva kohde sarakkeeksi oikeasta tietolähteestä.
fr_fr: Modifiez l'élément à droite de l'opérateur « in » pour qu'il représente une colonne de la source de données appropriée.
gl_es: Modifique o elemento á dereita do operador "en" para convertelo nunha columna da orixe de datos correcta.
hi_in: आइटम का स्थान बदलकर उसे "in" ऑपरेटर के दाईं ओर कर दें ताकि उसका स्तंभ सही डेटा स्रोत वाला हो जाए.
hr_hr: Promijenite stavku s desne strane operatora "u" u stupac iz točnog izvora podataka.
hu_hu: Módosítsa az in operátortól jobbra lévő elemet úgy, hogy az a helyes adatforrás egyik oszlopa legyen.
it_it: Modificare l'elemento a destra dell'operatore "in" in modo che sia una colonna dell'origine dati corretta.
ja_jp: "in" 演算子の右側の項目が、正しいデータ ソースの列になるように変更します。
kk_kz: "In" операторының оң жағындағы элементті дұрыс деректер көзінің бағаны етіп өзгертіңіз.
ko_kr: "in" 연산자의 오른쪽에 있는 항목이 올바른 데이터 원본의 열이 되도록 변경합니다.
lt_lt: Operatoriaus „in“ dešinėje esantį elementą pakeiskite stulpeliu iš teisingo duomenų šaltinio.
lv_lv: Mainiet vienumu pa labi no operatora "in", lai tas būtu kolonna no pareiza datu avota.
ms_my: Tukar item di sebelah kanan pengendali "dalam" yang merupakan lajur daripada sumber data yang betul.
nb_no: Endre elementet til høyre for i-operatoren til å være en kolonne fra den riktige datakilden.
nl_nl: Wijzig het item rechts van de operator 'in' naar een kolom uit de juiste gegevensbron.
pl_pl: Zmień element po prawej stronie operatora „w” tak, aby był kolumną z prawidłowego źródła danych.
pt_br: Altere o item à direita do operador "in" para ser uma coluna da fonte de dados correta.
pt_pt: Altere o item à direita do operador "in" para ser uma coluna da origem de dados correta.
ro_ro: Modificați elementul din partea dreaptă a operatorului „in” astfel încât să fie o coloană din sursa de date corectă.
ru_ru: Измените элемент справа от оператора "in" на столбец из правильного источника данных.
sk_sk: Zmeňte položku napravo od operátora in tak, aby bola stĺpcom zo správneho zdroja údajov.
sl_si: Spremite element desno od operatorja »v« tako, da bo stolpec ustreznega vira podatkov.
sr_cyrl_rs: Промените ставку са десне стране оператора „in“ тако да буде колона из одговарајућег извора података.
sr_latn_rs: Promenite stavku sa desne strane operatora „in“ tako da bude kolona iz odgovarajućeg izvora podataka.
sv_se: Ändra objektet till höger om in-operatorn till att vara en kolumn från rätt datakälla.
th_th: เปลี่ยนแปลงรายการไปทางด้านขวาของตัวดำเนินการ "ใน" ให้เป็นคอลัมน์จากแหล่งข้อมูลที่ถูกต้อง
tr_tr: "in" işlecinin sağındaki öğeyi doğru veri kaynağından bir sütun olacak şekilde değiştirin.
uk_ua: Замініть елемент праворуч від оператора "в" на стовпець із правильного джерела даних.
vi_vn: Thay đổi mục ở bên phải toán tử "in" thành cột từ nguồn dữ liệu đúng.
zh_cn: 将 "in" 运算符右侧的项更改为来自正确数据源的列。
zh_tw: 將 "in" 運算子右邊的項目變更為來自正確資料來源的資料行。

# ErrorResource_SuggestRemoteExecutionHint_InOpInvalidColumn_HowToFix_2
source: If your data set exceeds the 500 record limit but contains less than 2,000 records, try resetting the limit.
bg_bg: Ако вашият набор от данни надвишава ограничението от 500 записа, но съдържа по-малко от 2000 записа, опитайте да нулирате ограничението.
ca_es: Si el vostre conjunt de dades supera el límit de 500 registres, però en conté menys de 2.000, proveu de restablir-ne el límit.
cs_cz: Pokud vaše datová sada překročí limit 500 záznamů, ale zároveň obsahuje méně než 2000 záznamů, zkuste limit resetovat.
da_dk: Hvis datasættet overstiger grænsen på 500 poster, men indeholder færre end 2.000 poster, kan du prøve at nulstille grænsen.
de_de: Wenn Ihr Dataset das Limit von 500 Datensätzen überschreitet, aber weniger als 2.000 Datensätze enthält, setzen Sie das Limit zurück.
el_gr: Αν το σύνολο δεδομένων υπερβαίνει το όριο των 500 εγγραφών, αλλά περιέχει λιγότερες από 2.000 εγγραφές, δοκιμάστε να επαναφέρετε το όριο.
es_es: Si el conjunto de datos supera el límite de 500 registros, pero contiene menos de 2000, intente restablecer el límite.
et_ee: Kui teie andmehulk ületab 500 kirje piirmäära, kuid sisaldab vähem kui 2000 kirjet, proovige piirmäära lähtestada.
eu_es: Datu multzoak 500 erregistroko muga gainditzen badu, baina 2.000 erregistro baino gutxiago baditu, saiatu muga berrezartzen.
fi_fi: Jos tietojoukkosi ylittää 500 tietueen rajan, mutta siinä on alle 2 000 tietuetta, kokeile nollata raja.
fr_fr: Si votre jeu de données dépasse la limite de 500 enregistrements, mais contient moins de 2 000 enregistrements, essayez de réinitialiser la limite.
gl_es: Se o conxunto de datos supera o límite de 500 rexistros, pero contén menos de 2000. Tente restablecer o límite.
hi_in: यदि आपके डेटा सेट में 500 की रिकॉर्ड सीमा से अधिक लेकिन 2,000 से कम रिकॉर्ड शामिल हैं, तो सीमा रीसेट करने का प्रयास करें.
hr_hr: Ako skup podataka prekorači ograničenje od 500 zapisa, ali sadrži manje od 2000 zapisa, pokušajte ponovno postaviti ograničenje.
hu_hu: Ha az adathalmaz túllépi az 500 rekordot jelző korlátot, de kevesebb mint 2000 rekordot tartalmaz, próbálja meg alaphelyzetbe állítani a korlátot.
it_it: Se il set di dati supera il limite di 500 record ma ne contiene meno di 2.000, prova a reimpostare il limite.
ja_jp: データ セットが 500 レコードの制限を超えていても、2,000 レコードより少ない場合は、制限を再設定してください。
kk_kz: Егер деректер жиынтығы 500 жазба шегінен асып, онда 2000 жазбадан аз болса, шекті қайта орнатып көріңіз.
ko_kr: 데이터 세트가 500개 레코드 한도를 초과하지만 2,000개 레코드 미만인 경우 한도를 재설정해 보세요.
lt_lt: Jei jūsų duomenų rinkinys viršija 500 įrašų limitą, bet jame yra mažiau nei 2000 įrašų, pabandykite nustatyti limitą iš naujo.
lv_lv: Ja datu kopā ir pārsniegts 500 ierakstu ierobežojums, bet tajā ir mazāk par 2000 ierakstiem, mēģiniet atiestatīt ierobežojumu.
ms_my: Jika set data anda melebihi had rekod 500 tetapi mengandungi kurang daripada 2,000 rekod, cuba tetapkan semula had.
nb_no: Hvis datasettet overskrider grensen på 500 poster, men inneholder færre enn 2 000 poster, kan du prøve å tilbakestille grensen.
nl_nl: Als uw gegevensset de limiet van 500 records overschrijdt, maar minder dan 2000 records bevat, kunt u proberen de limiet opnieuw in te stellen.
pl_pl: Jeśli zestaw danych przekracza limit liczby rekordów wynoszący 500, ale zawiera mniej niż 2000 rekordów, spróbuj zresetować limit.
pt_br: Se seu conjunto de dados excede o limite de 500 registros, mas contém menos de 2.000 registros, tente redefinir o limite.
pt_pt: Se o conjunto de dados exceder o limite de 500 registos, mas contiver menos de 2.000 registos, tente repor o limite.
ro_ro: Dacă setul de date depășește limita de 500 de înregistrări, dar conține mai puțin de 2.000 de înregistrări, încercați să resetați limita.
ru_ru: Если ваш набор данных превышает ограничение в 500 записей, но содержит меньше 2000 записей, попробуйте изменить ограничение.
sk_sk: Ak vaša množina údajov prekračuje limit 500 záznamov, ale obsahuje menej ako 2 000 záznamov, skúste resetovať obmedzenie.
sl_si: Če vaš nabor podatkov presega omejitev 500 zapisov, vendar vsebuje manj kot 2000 zapisov, poskusite ponastaviti omejitev.
sr_cyrl_rs: Ако скуп података премашује ограничење од 500 записа, али их садржи мање од 2000, покушајте да промените ограничење.
sr_latn_rs: Ako skup podataka premašuje ograničenje od 500 zapisa, ali ih sadrži manje od 2000, pokušajte da promenite ograničenje.
sv_se: Om din datauppsättning överskrider gränsen på 500 poster men innehåller färre än 2 000 poster, kan du prova att återställa gränsen.
th_th: หากชุดข้อมูลของคุณเกินขีดจำกัดที่ 500 เรกคอร์ดแต่น้อยกว่า 2,000 เรกคอร์ด ให้ลองตั้งค่าขีดจำกัดใหม่
tr_tr: Veri kümeniz, 500 kayıt sınırını aşıyor ancak 2000'den az kayıt içeriyorsa sınırı sıfırlamayı deneyin.
uk_ua: Якщо для даних перевищено обмеження в 500 записів, але не досягнуто 2000 записів, спробуйте змінити обмеження.
vi_vn: Nếu tập hợp dữ liệu của bạn vượt quá giới hạn 500 bản ghi nhưng chứa ít hơn 2.000 bản ghi, hãy thử đặt lại giới hạn.
zh_cn: 如果数据集超过 500 条记录的限制，但包含少于 2,000 条记录，请尝试重置限制。
zh_tw: 若您的資料集超過了 500 個記錄的限制，但包含的記錄少於 2,000 個，請嘗試重設限制。

# ErrorResource_SuggestRemoteExecutionHint_InOpInvalidColumn_HowToFix_3
source: Try simplifying the formula.
bg_bg: Опитайте да опростите формулата.
ca_es: Proveu de simplificar la fórmula.
cs_cz: Zkuste vzorec zjednodušit.
da_dk: Prøv at forenkle formlen.
de_de: Vereinfachen Sie die Formel.
el_gr: Προσπαθήστε να απλοποιήσετε τον τύπο.
es_es: Intente simplificar la fórmula.
et_ee: Proovige valemit lihtsustada.
eu_es: Erraztu formula.
fi_fi: Kokeile yksinkertaistaa kaavaa.
fr_fr: Essayez de simplifier la formule.
gl_es: Tente simplificar a fórmula.
hi_in: सूत्र को सरल बनाने का प्रयास करें.
hr_hr: Pokušajte pojednostavniti formulu.
hu_hu: Egyszerűsítse a képletet.
it_it: Provare a semplificare la formula.
ja_jp: 数式を簡単にしてみてください。
kk_kz: Формуланы оңайлатып көріңіз.
ko_kr: 수식을 단순하게 만들어 보세요.
lt_lt: Pabandykite supaprastinti formulę.
lv_lv: Mēģiniet vienkāršot formulu.
ms_my: Cuba Permudahkan formula.
nb_no: Prøv å forenkle formelen.
nl_nl: Probeer de formule te vereenvoudigen.
pl_pl: Spróbuj uprościć formułę.
pt_br: Tente simplificar a fórmula.
pt_pt: Tente simplificar a fórmula.
ro_ro: Încercați să simplificați formula.
ru_ru: Упростите формулу.
sk_sk: Skúste zjednodušiť vzorec.
sl_si: Poskusite poenostaviti formulo.
sr_cyrl_rs: Покушајте да поједноставите формулу.
sr_latn_rs: Pokušajte da pojednostavite formulu.
sv_se: Försök att förenkla formeln.
th_th: ลองทำให้สูตรง่ายขึ้น
tr_tr: Formülü basitleştirmeyi deneyin.
uk_ua: Спробуйте спростити формулу.
vi_vn: Hãy thử đơn giản hóa công thức.
zh_cn: 请尝试简化公式。
zh_tw: 請嘗試簡化公式。
